Revit 2027 API
ParameterTypeId.RebarSystemTopMajorMatchesTopMinor Property
 "Top Major and Minor Layers Match"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemTopMajorMatchesTopMinor { get; }
Public Shared ReadOnly Property RebarSystemTopMajorMatchesTopMinor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemTopMajorMatchesTopMinor {
	ForgeTypeId^ get ();
}
static member RebarSystemTopMajorMatchesTopMinor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace